[
  {
    "id": 1,
    "title": "અધ્યાય ૧ ",
    "sholka":  "भगवद गीता का पहला अध्याय अर्जुन विशाद योग उन\n\nपात्रों और परिस्थितियों का परिचय कराता है जिनके कारण\n\nपांडवों और कौरवों के बीच महाभारत का महासंग्राम हुआ।यह अध्याय उन कारणों का वर्णन करता है जिनके कारण भगवद गीता का ईश्वरावेश हुआ। जब महाबली योद्धा अर्जुन दोनों पक्षों पर युद्ध के लिए तैयार खड़े योद्धाओं को देखते हैं तो वह अपने ही रिश्तेदारों एवं मित्रों को खोने के डर तथा फलस्वरूप पापों के कारण दुखी और उदास हो जाते हैं। इसलिए वह श्री कृष्ण को पूरी तरह से आत्मसमर्पण करते हैं। इस प्रकार, भगवद गीता के ज्ञान का प्रकाश होता है।" ,
    "meaning": "ભગવદ્ ગીતાનો પહેલો અધ્યાય - \"અર્જુન વિષાદ યોગ\" એ પાંડવો અને કૌરવો વચ્ચે \n\nલડાયેલ મહાભારતના મહાકાવ્ય યુદ્ધ તરફ દોરી ગયેલા સેટઅપ, સેટિંગ, પાત્રો \n\nઅને સંજોગોનો પરિચય કરાવે છે. તે ભગવદ ગીતાના સાક્ષાત્કાર તરફ દોરી ગયેલા કારણોની રૂપરેખા આપે છે.\nજ્યારે બંને સેનાઓ યુદ્ધ માટે તૈયાર છે, ત્યારે પરાક્રમી યોદ્ધા અર્જુન, બંને બાજુના યોદ્ધાઓને જોતા, તેના સ્વજનો અને મિત્રોને ગુમાવવાના ડરથી અને તેના પરિણામે તેના પોતાના સ્વજનોને મારવા માટેના પાપોને કારણે વધુને વધુ ઉદાસી અને હતાશ થઈ જાય છે. તેથી, તે ભગવાન કૃષ્ણને શરણે જાય છે, ઉકેલ શોધે છે. આમ, ભગવદ ગીતાના જ્ઞાનને અનુસરે છે.",
    "english":  "The first chapter of the Bhagavad Gita - \"Arjuna Vishada Yoga\"\nintroduces the setup, the setting, the characters and the circumstances that \nled to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the of Bhagavad Gita.\nAs both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita."
  },
  {
    "id": 2,
    "title": "અધ્યાય ૨ ",
    "sholka": "भगवद गीता का अध्याय सांख्य योग है। यह अध्याय भगवद गीता का सबसे महत्वपूर्ण अध्याय है क्योंकि इसमें भगवान\n\n श्रीकृष्ण संपूर्ण गीता की शिक्षाओं को संघनित करते हैं। \n\nयह अध्याय पूरी गीता का सार है। सांख्य योग को 4 मुख्य विषयों में वर्गीकृत किया जा सकता है - १. अर्जुन ने पूरी तरह से भगवान कृष्ण को आत्मसमर्पण किया और उन्हें अपने गुरु के रूप में स्वीकार किया। २. सभी दु:खों के मुख्य कारणों की व्याख्या, जो स्व की वास्तविक प्रकृति की अज्ञानता है। ३. कर्मयोग - अपने कर्मों के फलों से जुड़े बिना नि:स्वार्थ क्रिया का अनुशासन। ४. एक परिपूर्ण मनुष्य का विवरण - जिसका मस्तिष्क स्थिर और एक-इशारा है।" ,
    "meaning": "ભગવદ ગીતાનો અધ્યાય સાંખ્ય યોગ છે. આ અધ્યાય ભગવદ ગીતાનો સૌથી મહત્વપૂર્ણ \n\nઅધ્યાય છે કારણ કે તેમાં ભગવાન કૃષ્ણ સમગ્ર ગીતાના ઉપદેશોને સંક્ષિપ્ત કરે છે. \n\nઆ અધ્યાય સમગ્ર ગીતાનો સાર છે. સાંખ્ય યોગને 4 મુખ્ય શાખાઓમાં વર્ગીકૃત કરી શકાય છે - 1. અર્જુને સંપૂર્ણ રીતે ભગવાન કૃષ્ણને શરણાગતિ સ્વીકારી અને તેમને પોતાના ગુરુ તરીકે સ્વીકાર્યા. 2. સર્વ દુઃખોના મુખ્ય કારણનું વર્ણન, જે સ્વના સાચા સ્વરૂપનું અજ્ઞાન છે.3. કર્મયોગ - પોતાના કાર્યોના ફળ પ્રત્યે આસક્તિ વિના નિઃસ્વાર્થ ક્રિયાની શિસ્ત. 4. એક સંપૂર્ણ માણસનું વર્ણન - જેનું મન સ્થિર અને એક બિંદુ છે.",
    "english": "The chapter of the Bhagavad Gita is \"Sankhya Yoga\". \n\nThis is the most important chapter of the Bhagavad Gita as Lord Krishna \n\ncondenses the teachings of the entire Gita in this chapter. This chapter is the essence of the entire Gita. \n\"Sankhya Yoga\" can be categorized into 4 main topics - \n1. Arjuna completely surrenders himself to Lord Krishna and accepts his position as a disciple and Krishna as his Guru. He requests Krishna to guide him on how to dismiss his sorrow.\n2. Explanation of the main cause of all grief, which is ignorance of the true nature of Self.\n3. Karma Yoga - the discipline of selfless action without being attached to its fruits.\n4. Description of a Perfect Man - One whose mind is steady and one-pointed."
  },
  {
    "id": 3,
    "title": "અધ્યાય ૩ ",
    "sholka": "भगवद गीता का अध्याय मोक्षसन्यासयोग है। अर्जुन कृष्ण से अनुरोध करते हैं कि वे संन्यास और त्याग के बीच अंतर को समझाने की कृपा करें। कृष्ण बताते हैं कि एक संन्यासी वह है जो आध्यात्मिक अनुशासन का अभ्यास करने के लिए परिवार और समाज को त्याग देता है जबकि एक त्यागी वह है जो अपने कर्मों के फलों कि चिंता करे बिना भगवन को समर्पित करके कर्म करता रहता है। कृष्ण बताते हैं कि त्याग संन्यास से श्रेष्ठ है। फिर कृष्णा भौतिक संसार के तीन प्रकार के गुणों का विस्तारपूर्वक वर्णन करते हैं। कृष्णा घोषणा करते हैं कि परमात्मा की शुद्ध एवं सत्य भक्ति ही आध्यात्मिकता का उच्चतम मार्ग है। अगर हम हर क्षण उनका स्मरण करते रहें, उनका नाम जपते रहें, अपना सर्वस्व उनको समर्पित कर दें, उन्हें ही अपना सर्वोच्च लक्ष्य बना लें तो उनकी कृपा से हम निश्चित रूप से सभी बाधाओं और कठिनाइओं को दूर कर पाएंगे और इस जन्म और मृत्यु के चक्र से मुक्त हो पाएंगे।",
    "meaning": "ભગવદ ગીતાનો અધ્યાય મોક્ષસંન્યાસયોગ છે. અર્જુન કૃષ્ણને વિનંતી કરે છે કે કૃપા કરીને સંન્યાસ અને ત્યાગ વચ્ચેનો તફાવત સમજાવો. કૃષ્ણ સમજાવે છે કે સન્યાસી તે છે જે આધ્યાત્મિક શિસ્તનું પાલન કરવા માટે કુટુંબ અને સમાજનો ત્યાગ કરે છે જ્યારે ત્યાગી તે છે જે તેના કાર્યોના ફળની ચિંતા કર્યા વિના ભગવાનને સમર્પિત ક્રિયાઓ કરવાનું ચાલુ રાખે છે. કૃષ્ણ સમજાવે છે કે ત્યાગ કરતાં ત્યાગ શ્રેષ્ઠ છે. કૃષ્ણ પછી ભૌતિક જગતના ત્રણ પ્રકારના ગુણોનું વિસ્તરણ કરે છે.કૃષ્ણ જાહેર કરે છે કે ભગવાન પ્રત્યેની શુદ્ધ અને સાચી ભક્તિ એ આધ્યાત્મિકતાનો સર્વોચ્ચ માર્ગ છે. જો આપણે દરેક ક્ષણે તેમનું સ્મરણ કરીશું, તેમના નામનો જપ કરીશું, તેમને આપણું સર્વસ્વ સમર્પિત કરીશું, તેમને આપણું સર્વોચ્ચ ધ્યેય બનાવીશું, તો તેમની કૃપાથી આપણે ચોક્કસપણે તમામ અવરોધો અને મુશ્કેલીઓ દૂર કરીશું અને આ જન્મ-મરણના ચક્રમાંથી મુક્ત થઈશું. ચક્રમાંથી મુક્ત થાઓ.",
    "english": "The chapter of the Bhagavad Gita is \\\"Moksha Sanyas Yoga\\\". Arjuna requests the Lord to explain the difference between the two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death."
  },
  {
    "id": "4-5",
    "title": "અધ્યાય ૪-૫ ",
    "sholka":  "भगवद गीता का अध्याय श्रद्धात्रयविभागयोग है। इस अध्याय \nमें, कृष्ण भौतिक प्रकृति के तीन गुणों से संबंधित तीन\n\n प्रकार के विश्वासों का वर्णन करते हैं। भगवान कृष्ण आगे बताते हैं कि यह विश्वास की \n\nप्रकृति है जो जीवन की गुणवत्ता और जीवित संस्थाओं के चरित्र को निर्धारित करती है। जो लोग लालसा और अज्ञानता में विश्वास रखते हैं, वे ऐसे कार्य करते हैं जो कि अस्थायी और भौतिक फल देते हैं परन्तु जो लोग अच्छाई में विश्वास रखते हैं वे शास्त्रपूर्ण निर्देशों के अनुसार कार्य करते हैं और इसलिए उन्हें स्थायी और अधिक प्रवीण फल प्राप्त होते हैं जो मन को और भी शुद्ध करते हैं। " ,
    "meaning": "ભગવદ્ ગીતાનો અધ્યાય શ્રદ્ધાત્રયવિભાગયોગ છે. આ પ્રકરણમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ પ્રકારો સાથે સંબંધિત ત્રણ \n\nપ્રકારની શ્રદ્ધાનું વર્ણન કરે છે. ભગવાન કૃષ્ણ આગળ સમજાવે છે કે તે વિશ્વાસનો સ્વભાવ છે જે જીવનની \n\nગુણવત્તા અને જીવંત સંસ્થાઓનું પાત્ર નક્કી કરે છે. જેઓ લોભ અને અજ્ઞાનમાં માનતા હોય છે તેઓ કામચલાઉ અને ભૌતિક પરિણામો આપે છે પરંતુ જે લોકો સારામાં વિશ્વાસ રાખે છે તેઓ શાસ્ત્રોક્ત સૂચનાઓ અનુસાર કાર્ય કરે છે અને તેથી તેઓ કાયમી અને વધુ નિપુણ પરિણામ મેળવે છે જે મનને વધુ શુદ્ધ કરે છે.",
    "english": "The chapter of the Bhagavad Gita is \"Sraddhatraya Vibhaga Yoga\". \n\nIn this chapter, Krishna describes the three types of faith corresponding \n\nto the three modes of the material nature. Lord Krishna further reveals that it is the nature of faith that determines the quality of life and the character of living entities. Those who have faith in passion and ignorance perform actions that yield temporary, material results while those who have faith in goodness perform actions in accordance with scriptural instructions and hence their hearts get further purified."
  },
  {
    "id": 6,
    "title": "અધ્યાય ૬",
    "sholka":  "भगवद गीता का अध्याय मोक्षसन्यासयोग है। अर्जुन कृष्ण से अनुरोध करते हैं कि वे संन्यास और\n\n त्याग के बीच अंतर को समझाने की कृपा करें। कृष्ण बताते हैं कि एक संन्यासी वह है\n\n जो आध्यात्मिक अनुशासन का अभ्यास करने के लिए परिवार और समाज को त्याग देता है जबकि एक त्यागी वह है जो अपने कर्मों के फलों कि चिंता करे बिना भगवन को समर्पित करके कर्म करता रहता है। कृष्ण बताते हैं कि त्याग संन्यास से श्रेष्ठ है। फिर कृष्णा भौतिक संसार के तीन प्रकार के गुणों का विस्तारपूर्वक वर्णन करते हैं। कृष्णा घोषणा करते हैं कि परमात्मा की शुद्ध एवं सत्य भक्ति ही आध्यात्मिकता का उच्चतम मार्ग है। अगर हम हर क्षण उनका स्मरण करते रहें, उनका नाम जपते रहें, अपना सर्वस्व उनको समर्पित कर दें, उन्हें ही अपना सर्वोच्च लक्ष्य बना लें तो उनकी कृपा से हम निश्चित रूप से सभी बाधाओं और कठिनाइओं को दूर कर पाएंगे और इस जन्म और मृत्यु के चक्र से मुक्त हो पाएंगे।" ,
    "meaning":  "ભગવદ ગીતાનો અધ્યાય મોક્ષસંન્યાસયોગ છે. \n\nઅર્જુન કૃષ્ણને વિનંતી કરે છે કે કૃપા કરીને સંન્યાસ અને ત્યાગ વચ્ચેનો તફાવત સમજાવો. \n\nકૃષ્ણ સમજાવે છે કે સન્યાસી તે છે જે આધ્યાત્મિક શિસ્તનું પાલન કરવા માટે કુટુંબ અને સમાજનો ત્યાગ કરે છે જ્યારે ત્યાગી તે છે જે તેના કાર્યોના ફળની ચિંતા કર્યા વિના ભગવાનને સમર્પિત ક્રિયાઓ કરવાનું ચાલુ રાખે છે. કૃષ્ણ સમજાવે છે કે ત્યાગ કરતાં ત્યાગ શ્રેષ્ઠ છે. કૃષ્ણ પછી ભૌતિક જગતના ત્રણ પ્રકારના ગુણોનું વિસ્તરણ કરે છે.કૃષ્ણ જાહેર કરે છે કે ભગવાન પ્રત્યેની શુદ્ધ અને સાચી ભક્તિ એ આધ્યાત્મિકતાનો સર્વોચ્ચ માર્ગ છે. જો આપણે દરેક ક્ષણે તેમનું સ્મરણ કરીશું, તેમના નામનો જપ કરીશું, તેમને આપણું સર્વસ્વ સમર્પિત કરીશું, તેમને આપણું સર્વોચ્ચ ધ્યેય બનાવીશું, તો તેમની કૃપાથી આપણે ચોક્કસપણે તમામ અવરોધો અને મુશ્કેલીઓ દૂર કરીશું અને આ જન્મ-મરણના ચક્રમાંથી મુક્ત થઈશું. ચક્રમાંથી મુક્ત થાઓ.",
    "english": "The chapter of the Bhagavad Gita is \"Moksha Sanyas Yoga\".\n\nArjuna requests the Lord to explain the difference between \n\nthe two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death."
  },
  {
    "id": 7,
    "title": "અધ્યાય ૭ ",
    "sholka":  "भगवद गीता का अध्याय दैवासुरसम्पद्विभागयोग है। इस अध्याय में, कृष्ण स्पष्ट रूप से मानवों की दो प्रकार की प्रकृतियों का वर्णन करते हैं\n\n- दैवीय और दानवीय। दानवीय स्वभाव वाले लोग स्वयं को लालसा और अज्ञान के तरीकों से जोड़ते हैं, \n\nशास्त्रों के नियमों का पालन नहीं करते हैं और भौतिक विचारों को ग्रहण करते हैं। ये लोग निचली जातियों में जन्म लेते हैं और भौतिक बंधनों में और भी बंध जाते हैं। परन्तु जो लोग दैवीय स्वभाव वाले होते हैं, वे शास्त्रों के निर्देशों का पालन करते हैं, अच्छे काम करते हैं और आध्यात्मिक प्रथाओं के माध्यम से मन को शुद्ध करते हैं। इससे दैवीय गुणों में वृद्धि होती है और वे अंततः आध्यात्मिक प्राप्ति प्राप्त करते हैं।" ,
    "meaning": "ભગવદ્ ગીતાનો અધ્યાય દૈવાસુરસંપદવિભાગયોગ છે. આ પ્રકરણમાં, કૃષ્ણ મનુષ્યના બે પ્રકારના સ્વભાવનું સ્પષ્ટ વર્ણન કરે છે - દૈવી અને આસુરી.\n\n રાક્ષસી સ્વભાવના લોકો તૃષ્ણા અને અજ્ઞાનતાના માર્ગમાં વ્યસ્ત રહે છે, શાસ્ત્રોના નિયમોનું પાલન કરતા નથી અને ભૌતિક \n\nવિચારોમાં લાગી જાય છે. આ લોકો નીચલી જાતિમાં જન્મ લે છે અને ભૌતિક બંધનોમાં વધુ બંધાઈ જાય છે. પરંતુ જેઓ દિવ્ય સ્વભાવના છે તેઓ શાસ્ત્રોની સૂચનાઓનું પાલન કરે છે, સારા કાર્યો કરે છે અને આધ્યાત્મિક અભ્યાસ દ્વારા મનને શુદ્ધ કરે છે. તેનાથી દૈવી ગુણોમાં વધારો થાય છે અને તેઓ આખરે આધ્યાત્મિક સિદ્ધિ પ્રાપ્ત કરે છે.",
    "english": "The chapter of the Bhagavad Gita is \"Daivasura Sampad Vibhaga Yoga\". \n\nIn this chapter, Krishna describes explicitly the two kinds of natures among human beings - divine and demoniac. \n\nThose who possess demonaic qualities associate themselves with the modes of passion and ignorance do not follow the regulations of the scriptures and embrace materialistic views. These people attain lower births and further material bondage. But people who possess divine qualities, follow the instructions of the scriptures, associate themselves with the mode of goodness and purify the mind through spiritual practices. This leads to the enhancement of divine qualities and they eventually attain spiritual realization."
  },
  {
    "id": "8-9",
    "title": "અધ્યાય ૮-૯ ",
    "sholka": "भगवद गीता का अध्याय मोक्षसन्यासयोग है। अर्जुन कृष्ण से अनुरोध करते हैं कि वे संन्यास और त्याग के बीच अंतर को समझाने की कृपा करें। कृष्ण बताते हैं कि एक संन्यासी वह है जो आध्यात्मिक अनुशासन का अभ्यास करने के लिए परिवार और समाज को त्याग देता है जबकि एक त्यागी वह है जो अपने कर्मों के फलों कि चिंता करे बिना भगवन को समर्पित करके कर्म करता रहता है। कृष्ण बताते हैं कि त्याग संन्यास से श्रेष्ठ है। फिर कृष्णा भौतिक संसार के तीन प्रकार के गुणों का विस्तारपूर्वक वर्णन करते हैं। कृष्णा घोषणा करते हैं कि परमात्मा की शुद्ध एवं सत्य भक्ति ही आध्यात्मिकता का उच्चतम मार्ग है। अगर हम हर क्षण उनका स्मरण करते रहें, उनका नाम जपते रहें, अपना सर्वस्व उनको समर्पित कर दें, उन्हें ही अपना सर्वोच्च लक्ष्य बना लें तो उनकी कृपा से हम निश्चित रूप से सभी बाधाओं और कठिनाइओं को दूर कर पाएंगे और इस जन्म और मृत्यु के चक्र से मुक्त हो पाएंगे।" ,
    "meaning": "ભગવદ ગીતાનો અધ્યાય મોક્ષસંન્યાસયોગ છે. અર્જુન કૃષ્ણને વિનંતી કરે છે કે કૃપા કરીને સંન્યાસ અને ત્યાગ વચ્ચેનો તફાવત સમજાવો. કૃષ્ણ સમજાવે છે કે સન્યાસી તે છે જે આધ્યાત્મિક શિસ્તનું પાલન કરવા માટે કુટુંબ અને સમાજનો ત્યાગ કરે છે જ્યારે ત્યાગી તે છે જે તેના કાર્યોના ફળની ચિંતા કર્યા વિના ભગવાનને સમર્પિત ક્રિયાઓ કરવાનું ચાલુ રાખે છે. કૃષ્ણ સમજાવે છે કે ત્યાગ કરતાં ત્યાગ શ્રેષ્ઠ છે. કૃષ્ણ પછી ભૌતિક જગતના ત્રણ પ્રકારના ગુણોનું વિસ્તરણ કરે છે.કૃષ્ણ જાહેર કરે છે કે ભગવાન પ્રત્યેની શુદ્ધ અને સાચી ભક્તિ એ આધ્યાત્મિકતાનો સર્વોચ્ચ માર્ગ છે. જો આપણે દરેક ક્ષણે તેમનું સ્મરણ કરીશું, તેમના નામનો જપ કરીશું, તેમને આપણું સર્વસ્વ સમર્પિત કરીશું, તેમને આપણું સર્વોચ્ચ ધ્યેય બનાવીશું, તો તેમની કૃપાથી આપણે ચોક્કસપણે તમામ અવરોધો અને મુશ્કેલીઓ દૂર કરીશું અને આ જન્મ-મરણના ચક્રમાંથી મુક્ત થઈશું. ચક્રમાંથી મુક્ત થાઓ.",
    "english": "The chapter of the Bhagavad Gita is \"Moksha Sanyas Yoga\". Arjuna requests the Lord to explain the difference between the two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death."
  },
  {
    "id": 10,
    "title": "અધ્યાય ૧૦ ",
    "sholka": "भगवद गीता का अध्याय श्रद्धात्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों से संबंधित तीन प्रकार के विश्वासों का वर्णन करते हैं। भगवान कृष्ण आगे बताते हैं कि यह विश्वास की प्रकृति है जो जीवन की गुणवत्ता और जीवित संस्थाओं के चरित्र को निर्धारित करती है। जो लोग लालसा और अज्ञानता में विश्वास रखते हैं, वे ऐसे कार्य करते हैं जो कि अस्थायी और भौतिक फल देते हैं परन्तु जो लोग अच्छाई में विश्वास रखते हैं वे शास्त्रपूर्ण निर्देशों के अनुसार कार्य करते हैं और इसलिए उन्हें स्थायी और अधिक प्रवीण फल प्राप्त होते हैं जो मन को और भी शुद्ध करते हैं।        " ,
    "meaning": "ભગવદ્ ગીતાનો અધ્યાય શ્રદ્ધાત્રયવિભાગયોગ છે. આ પ્રકરણમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ પ્રકારો સાથે સંબંધિત ત્રણ પ્રકારની શ્રદ્ધાનું વર્ણન કરે છે. ભગવાન કૃષ્ણ આગળ સમજાવે છે કે તે વિશ્વાસનો સ્વભાવ છે જે જીવનની ગુણવત્તા અને જીવંત સંસ્થાઓનું પાત્ર નક્કી કરે છે. જેઓ લોભ અને અજ્ઞાનમાં માનતા હોય છે તેઓ કામચલાઉ અને ભૌતિક પરિણામો આપે છે પરંતુ જે લોકો સારામાં વિશ્વાસ રાખે છે તેઓ શાસ્ત્રોક્ત સૂચનાઓ અનુસાર કાર્ય કરે છે અને તેથી તેઓ કાયમી અને વધુ નિપુણ પરિણામ મેળવે છે જે મનને વધુ શુદ્ધ કરે છે.",
    "english": "The chapter of the Bhagavad Gita is \"Sraddhatraya Vibhaga Yoga\". In this chapter, Krishna describes the three types of faith corresponding to the three modes of the material nature. Lord Krishna further reveals that it is the nature of faith that determines the quality of life and the character of living entities. Those who have faith in passion and ignorance perform actions that yield temporary, material results while those who have faith in goodness perform actions in accordance with scriptural instructions and hence their hearts get further purified."
  },
  {
    "id": 11,
    "title": "અધ્યાય ૧૧ ",
    "sholka":  "भगवद गीता का अध्याय अक्षरब्रह्मयोग है। इस अध्याय में, कृष्ण मृत्यु से पहले अंतिम विचार का महत्व बताते हैं। अगर हम मृत्यु के समय कृष्ण को याद कर लें तो हम निश्चित रूप से उन्हें प्राप्त करेंगे। इसलिए हर समय प्रभु के बारे में जागरूकता रखना, उनके बारे में सोचना और हर समय उनके नामों का जप करना बहुत महत्वपूर्ण है। अपने मन को पूरी तरह से कृष्ण की निरंतर भक्ति में समाहित करके हम इस भौतिक संसार से परे भगवान के सर्वोच्च निवास तक जा सकते हैं।" ,
    "meaning": "ભગવદ ગીતાનો અધ્યાય મોક્ષસંન્યાસયોગ છે. અર્જુન કૃષ્ણને વિનંતી કરે છે કે કૃપા કરીને સંન્યાસ અને ત્યાગ વચ્ચેનો તફાવત સમજાવો. કૃષ્ણ સમજાવે છે કે સન્યાસી તે છે જે આધ્યાત્મિક શિસ્તનું પાલન કરવા માટે કુટુંબ અને સમાજનો ત્યાગ કરે છે જ્યારે ત્યાગી તે છે જે તેના કાર્યોના ફળની ચિંતા કર્યા વિના ભગવાનને સમર્પિત ક્રિયાઓ કરવાનું ચાલુ રાખે છે. કૃષ્ણ સમજાવે છે કે ત્યાગ કરતાં ત્યાગ શ્રેષ્ઠ છે. કૃષ્ણ પછી ભૌતિક જગતના ત્રણ પ્રકારના ગુણોનું વિસ્તરણ કરે છે.કૃષ્ણ જાહેર કરે છે કે ભગવાન પ્રત્યેની શુદ્ધ અને સાચી ભક્તિ એ આધ્યાત્મિકતાનો સર્વોચ્ચ માર્ગ છે. જો આપણે દરેક ક્ષણે તેમનું સ્મરણ કરીશું, તેમના નામનો જપ કરીશું, તેમને આપણું સર્વસ્વ સમર્પિત કરીશું, તેમને આપણું સર્વોચ્ચ ધ્યેય બનાવીશું, તો તેમની કૃપાથી આપણે ચોક્કસપણે તમામ અવરોધો અને મુશ્કેલીઓ દૂર કરીશું અને આ જન્મ-મરણના ચક્રમાંથી મુક્ત થઈશું. ચક્રમાંથી મુક્ત થાઓ.",
    "english": "The chapter of the Bhagavad Gita is \"Akshara Brahma Yoga\". In this chapter, Krishna reveals the importance of the last thought before death. If we can remember Krishna at the time of death, we will certainly attain him. Thus, it is very important to be in constant awareness of the Lord at all times, thinking of Him and chanting His names at all times. By perfectly absorbing their mind in Him through constant devotion, one can go beyond this material existence to Lord's Supreme abode."
  },
  {
    "id": 12,
    "title": "અધ્યાય ૧૨ ",
    "sholka":  "भगवद गीता का अध्याय ज्ञानविज्ञानयोग है। इस अध्याय में कृष्ण बताते हैं कि वह सर्वोच्च सत्य हैं एवं हर चीज़ के मुख्य कारण हैं। वे इस भौतिक संसार में अपनी भ्रामक ऊर्जा - योगमाया के बारे में बताते हैं अथवा प्रकट करते हैं कि इस ऊर्जा पर काबू पाना साधारण मनुष्य के लिए कितना कठिन है परन्तु जो मनुष्य अपने मन को परमात्मा में लीन कर लेते हैं वे इस माया को जीत लेते हैं और उन्हे आसानी से प्राप्त कर लेते हैं। वे उन चार प्रकार के लोगों का भी वर्णन करते हैं जो भक्ति में लीन होकर उनको आत्मसमर्पण करते हैं अथवा वे चार प्रकार जो नहीं करते। कृष्ण पुष्टि करते हैं कि वे ही परम सत्य हैं। जो लोग इस सत्य को समझ लेते हैं, वे आध्यात्मिक प्राप्ति के शिखर पर पहुंच जाते हैं और भगवान को प्राप्त कर लेते हैं।" ,
    "meaning": "ભગવદ ગીતાનો અધ્યાય જ્ઞાન વિજ્ઞાન યોગ છે. આ પ્રકરણમાં કૃષ્ણ સમજાવે છે કે તેઓ સર્વોચ્ચ સત્ય છે અને દરેક વસ્તુનું મુખ્ય કારણ છે. તે આ ભૌતિક જગતમાં પોતાની ભ્રામક ઉર્જા વિશે સમજાવે છે કે પ્રગટ કરે છે - યોગમાયા, એક સામાન્ય માણસ માટે આ ઉર્જા પર વિજય મેળવવો કેટલો મુશ્કેલ છે, પરંતુ જેઓ પોતાનું મન પરમાત્મા સાથે ભેળવી દે છે, તેઓ આ ભ્રમને જીતી લે છે. ઉપલબ્ધ છે અને સરળતાથી સુલભ છે. તે ચાર પ્રકારના લોકોનું પણ વર્ણન કરે છે જેઓ ભક્તિમાં તલ્લીન થઈને તેને શરણે આવે છે અથવા ચાર પ્રકારના લોકો જે નથી કરતા. કૃષ્ણ ખાતરી આપે છે કે તે સંપૂર્ણ સત્ય છે. જેઓ આ સત્યને સમજે છે તેઓ આધ્યાત્મિક પ્રાપ્તિના શિખરે પહોંચે છે અને ભગવાનને પ્રાપ્ત કરે છે.",
    "english": "The chapter of the Bhagavad Gita is \"Gyaan Vigyana Yoga \". In this chapter, Krishna reveals that he is the Supreme Truth, the principal cause and the sustaining force of everything. He reveals his illusionary energy in this material world called Maya, which is very difficult to overcome but those who surrender their minds unto Him attain Him easily. He also describes the four types of people who surrender to Him in devotion and the four kinds that don't. Krishna confirms that He is the Ultimate Reality and those who realize this Truth reach the pinnacle of spiritual realization and unite with the Lord."
  },
  {
    "id": 13,
    "title": "અધ્યાય ૧૩ ",
    "sholka":  "भगवद गीता का अध्याय ध्यान योग है। इस अध्याय में कृष्ण बताते हैं कि हम किस प्रकार ध्यान योग का अभ्यास कर सकते हैं। वे ध्यान की तैयारी में कर्म की भूमिका पर चर्चा करते हैं अथवा बताते हैं कि किस प्रकार भक्ति में किया गए कर्म मनुष्ये के मन को शुद्ध करते हैं और उसकी आध्यात्मिक चेतना की वृद्धि में सहायता करते हैं। वे उन बाधाओं का विस्तारपूर्वक वर्णन करते हैं जो कि मनुष्य को अपने दिमाग को नियंत्रित करते समय झेलनी पड़ती हैं अथवा उन सटीक तरीकों का वर्णन करते हैं जिनसे एक मनुष्य अपने दिमाग को जीत सकता है। उन्होंने प्रकट किया की हम किस प्रकार परमात्मा पर अपना ध्यान केंद्रित करके भगवान के साथ एक हो सकते हैं।" ,
    "meaning": "ભગવદ ગીતાનો અધ્યાય ધ્યાન યોગ છે. આ પ્રકરણમાં કૃષ્ણ સમજાવે છે કે આપણે ધ્યાન યોગનો અભ્યાસ કેવી રીતે કરી શકીએ. તેઓ ધ્યાનની તૈયારીમાં કર્મની ભૂમિકા અથવા કેવી રીતે ભક્તિમાં કરવામાં આવેલું કાર્ય વ્યક્તિના મનને શુદ્ધ કરે છે અને વ્યક્તિની આધ્યાત્મિક ચેતનાના વિકાસમાં મદદ કરે છે તેની ચર્ચા કરે છે. તેઓ વિગતવાર વર્ણન કરે છે કે માણસે તેના મનને નિયંત્રિત કરવામાં જે અવરોધોનો સામનો કરવો પડે છે અથવા તે ચોક્કસ પદ્ધતિઓ કે જેના દ્વારા માણસ તેના મનને જીતી શકે છે. તેમણે જણાવ્યું કે કેવી રીતે આપણે પરમાત્મા પર ધ્યાન કેન્દ્રિત કરીને ભગવાન સાથે એક બની શકીએ.",
    "english": "The chapter of the Bhagavad Gita is \"Dhyana Yoga\". In this chapter, Krishna reveals the \"Yoga of Meditation\" and how to practise this Yoga. He discusses the role of action in preparing for Meditation, how performing duties in devotion purifies one's mind and heightens one's spiritual consciousness. He explains in detail the obstacles that one faces when trying to control their mind and the exact methods by which one can conquer their mind. He reveals how one can focus their mind on Paramatma and unite with the God."
  },
  {
    "id": "14-15-16",
    "title": "અધ્યાય ૧૪-૧૫-૧૬ ",
    "sholka":  "भगवद गीता का अध्याय पुरुषोत्तमयोग है। संस्कृत में, पुरूष का मतलब सर्वव्यापी भगवान है, \n\nऔर पुरुषोत्तम का मतलब है ईश्वर का कालातीत और पारस्परिक पहलू। \n\nकृष्णा बताते हैं कि ईश्वर के इस महान ज्ञान का उद्देश्य भौतिक संसार के बंधन से \n\nखुद को अलग करना है और कृष्ण को सर्वोच्च दिव्य व्यक्तित्व के रूप में समझना है, जो विश्व के शाश्वत नियंत्रक और निर्वाहक हैं। जो इस परम सत्य को समझता है वह प्रभु को समर्पण करता है और उनकी भक्ति सेवा में संलग्न हो जाता है।        " ,
    "meaning": "ભગવદ્ ગીતાનો અધ્યાય પુરુષોત્તમ યોગ છે. સંસ્કૃતમાં, પુરૂષનો અર્થ સર્વવ્યાપી ભગવાન થાય છે, \n\nઅને પુરુષોત્તમનો અર્થ થાય છે ભગવાનનું કાલાતીત અને દિવ્ય પાસું. \n\nકૃષ્ણ સમજાવે છે કે ભગવાનના આ મહાન જ્ઞાનનો હેતુ ભૌતિક જગતના \n\nબંધનમાંથી પોતાને અલગ કરવાનો અને કૃષ્ણને સર્વોચ્ચ દૈવી વ્યક્તિત્વ, બ્રહ્માંડના શાશ્વત નિયંત્રક અને પાલનહાર તરીકે સમજવાનો છે. જે આ અંતિમ સત્યને સમજે છે તે ભગવાનને શરણે જાય છે અને તેમની ભક્તિ સેવામાં લાગી જાય છે.",
    "english": "The chapter of the Bhagavad Gita is \"Purushottama Yoga\". \nnIn Sanskrit, Purusha means the \"All-pervading God\", and Purushottam means the timeless & transcendental aspect\n\n of God.        Krishna reveals that the purpose of this Transcendental knowledge of the God is to detach ourselves from the bondage of the material world and to understand Krishna as the Supreme Divine Personality, who is the eternal controller and sustainer of the world. One who understands this Ultimate Truth surrenders to Him and engages in His devotional service."
  },
  {
    "id" : 17,
    "title" : "અધ્યાય ૧૭ ",
    "sholka" :  "भगवद गीता का अध्याय गुणत्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों का वर्णन करते हैं\n\n जिनसे भौतिक संसार में सब कुछ प्रभावित होता है - अच्छाई, लालसा और अज्ञान। \n\nआगे वह इन तीनों गुणों के प्रधान अभिलक्षणों अथवा कारणों का वर्णन करते हैं और बताते हैं कि कैसे ये तीनों गुण मनुष्य को प्रभावित करते हैं। फिर वह ऐसे व्यक्तियों की विभिन्न विशेषताओं का वर्णन करते हैं जो कि इन गुणों पर जीत पा चुके हैं। इस अध्याय के अंत में कृष्ण हमें सच्ची भक्ति कि शक्ति का स्मरण कराते हैं और बताते हैं की हम कैसे भगवन के साथ जुड़ कर इन गुणों को पार कर सकते हैं।" ,
    "meaning" : "ભગવદ્ ગીતાનો અધ્યાય ગુણત્રયવિભાગયોગ છે. આ પ્રકરણમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ પ્રકારોનું વર્ણન કરે છે\n\n જે ભૌતિક વિશ્વની દરેક વસ્તુને અસર કરે છે - ભલાઈ, તૃષ્ણા અને અજ્ઞાન. \n\nતે આગળ આ ત્રણ ગુણોની મુખ્ય લાક્ષણિકતાઓ અથવા કારણોનું વર્ણન કરે છે અને સમજાવે છે કે આ ત્રણ ગુણો મનુષ્યને કેવી રીતે અસર કરે છે. તે પછી તે વ્યક્તિઓની વિવિધ લાક્ષણિકતાઓનું વર્ણન કરે છે જેમણે આ ગુણો પર વિજય મેળવ્યો છે. આ અધ્યાયના અંતે, કૃષ્ણ આપણને સાચી ભક્તિની શક્તિની યાદ અપાવે છે અને સમજાવે છે કે કેવી રીતે આપણે ભગવાન સાથે એક થઈને આ ગુણોને પાર કરી શકીએ.",
    "english" : "The chapter of the Bhagavad Gita is \"Gunatraya Vibhaga Yoga\". \n\nIn this chapter, Krishna reveals the three gunas (modes) of the material \n\nnature - goodness, passion and ignorance which everything in the material existence is influenced by. He further explains the essential characteristics of each of these modes, their cause and how they influence a living entity affected by them. He then reveals the various characteristics of the persons who have gone beyond these gunas. The chapter ends with Krishna reminding us of the power of pure devotion to God and how attachment to God can help us transcend these gunas."
  },
  {
    "id" : 18,
    "title" : "અધ્યાય ૧૮ ",
    "sholka" :  "भगवद गीता का अध्याय क्षेत्र-क्षेत्रज्ञविभागयोग है। क्षेत्र शब्द का मतलब भूमि और \n\nक्षेत्ररक्षण का मतलब क्षेत्र का जानकार है। हमारा भौतिक शरीर क्षेत्र के सामान है और हमारी \n\nअमर आत्मा क्षेत्र के जानकार के सामान \n\nहै। इस अध्याय में, कृष्ण भौतिक शरीर और अमर आत्मा के बीच भेद करते हैं। वह बताते हैं कि भौतिक शरीर अस्थायी और विनाशकारी है जबकि आत्मा स्थायी और शाश्वत है। भौतिक शरीर नष्ट हो सकता है लेकिन आत्मा कभी भी नष्ट नहीं हो सकती। यह अध्याय फिर भगवान का वर्णन करता है, जो की सर्वोच्च आत्मा हैं। सभी व्यक्तिगत आत्माएं सर्वोच्च आत्मा से उत्पन्न हुई हैं। \n\nजो स्पष्ट रूप से शरीर, आत्मा और सर्वोच्च आत्मा के बीच अंतर को समझ लेता है वह परमात्मा को प्राप्त कर लेता है।        " ,
    "meaning" : "ભગવદ ગીતાનો અધ્યાય ક્ષેત્ર-ક્ષેત્ર-જ્ઞાનવિભાગયોગ છે. ક્ષેત્ર શબ્દનો અર્થ થાય છે\n\n જમીન અને ફિલ્ડિંગનો અર્થ થાય છે ક્ષેત્રને જાણનાર. આપણું ભૌતિક શરીર ક્ષેત્ર\n\n જેવું છે અને આપણો અમર આત્મા ક્ષેત્રને જાણનાર જેવો છે. આ પ્રકરણમાં, કૃષ્ણ ભૌતિક શરીર અને અમર આત્મા વચ્ચે ભેદ પાડે છે. તે સમજાવે છે કે ભૌતિક શરીર અસ્થાયી અને નાશવંત છે જ્યારે આત્મા કાયમી અને શાશ્વત છે. ભૌતિક શરીર નાશ પામી શકે છે પરંતુ આત્મા ક્યારેય નાશ પામી શકતો નથી. આ પ્રકરણ પછી ભગવાનનું વર્ણન કરે છે, જે પરમાત્મા છે. તમામ વ્યક્તિગત આત્માઓ પરમાત્મામાંથી ઉત્પન્ન થયા છે. \n\nજે વ્યક્તિ શરીર, આત્મા અને પરમાત્મા વચ્ચેનો ભેદ સ્પષ્ટ રીતે સમજે છે તે પરમાત્માને પામે છે.",
    "english" : "The chapter of the Bhagavad Gita is \"Ksetra Ksetrajna Vibhaaga Yoga\".\n\n The word \"kshetra\" means \"the field\", and the \"kshetrajna\" means \"the knower of the field\". We can think of our material body as the field and our immortal soul as the knower of the field. In this chapter, Krishna discriminates between the physical body and the immortal soul. He explains that the physical body is temporary and perishable whereas the soul is permanent and eternal. The physical body can be destroyed but the soul can never be destroyed. The chapter then describes God, who is the Supreme Soul. All the individual souls have originated from the Supreme Soul. One who clearly understands the difference between the body, the Soul and the Supreme Soul attains the realization of Brahman."
  },
  {
    "id" : 19,
    "title" : "અધ્યાય ૧૯ ",
    "sholka" : "भगवद गीता का अध्याय पुरुषोत्तमयोग है। संस्कृत में, पुरूष का मतलब सर्वव्यापी भगवान है, और पुरुषोत्तम का मतलब है ईश्वर का कालातीत और पारस्परिक पहलू। कृष्णा बताते हैं कि ईश्वर के इस महान ज्ञान का उद्देश्य भौतिक संसार के बंधन से खुद को अलग करना है और कृष्ण को सर्वोच्च दिव्य व्यक्तित्व के रूप में समझना है, जो विश्व के शाश्वत नियंत्रक और निर्वाहक हैं। जो इस परम सत्य को समझता है वह प्रभु को समर्पण करता है और उनकी भक्ति सेवा में संलग्न हो जाता है।",
    "meaning" : "ભગવદ્ ગીતાનો અધ્યાય પુરુષોત્તમ યોગ છે. સંસ્કૃતમાં, પુરૂષનો અર્થ સર્વવ્યાપી ભગવાન થાય છે, અને પુરુષોત્તમનો અર્થ થાય છે ભગવાનનું કાલાતીત અને દિવ્ય પાસું. કૃષ્ણ સમજાવે છે કે ભગવાનના આ મહાન જ્ઞાનનો હેતુ ભૌતિક જગતના બંધનમાંથી પોતાને અલગ કરવાનો અને કૃષ્ણને સર્વોચ્ચ દૈવી વ્યક્તિત્વ, બ્રહ્માંડના શાશ્વત નિયંત્રક અને પાલનહાર તરીકે સમજવાનો છે. જે આ અંતિમ સત્યને સમજે છે તે ભગવાનને શરણે જાય છે અને તેમની ભક્તિ સેવામાં લાગી જાય છે.",
    "english" : "The chapter of the Bhagavad Gita is \\\"Purushottama Yoga\\\". In Sanskrit, Purusha means the \\\"All-pervading God\\\", and Purushottam means the timeless & transcendental aspect of God.\nKrishna reveals that the purpose of this Transcendental knowledge of the God is to detach ourselves from the bondage of the material world and to understand Krishna as the Supreme Divine Personality, who is the eternal controller and sustainer of the world. One who understands this Ultimate Truth surrenders to Him and engages in His devotional service."
  },
  {
    "id" : 20,
    "title" : "અધ્યાય ૨૦ ",
    "sholka" : "भगवद गीता का अध्याय ध्यान योग है। इस अध्याय में कृष्ण बताते हैं कि\\n\\n हम किस प्रकार ध्यान योग का अभ्यास कर सकते हैं। \\n\\nवे ध्यान की तैयारी में कर्म की भूमिका पर चर्चा करते हैं अथवा बताते हैं कि \\n\\nकिस प्रकार भक्ति में किया गए कर्म मनुष्ये के मन को शुद्ध करते हैं \\n\\nऔर उसकी आध्यात्मिक चेतना की वृद्धि में सहायता करते हैं। वे उन बाधाओं का विस्तारपूर्वक वर्णन करते हैं जो कि मनुष्य को अपने दिमाग को नियंत्रित करते समय झेलनी पड़ती हैं अथवा उन सटीक तरीकों का वर्णन करते हैं जिनसे एक मनुष्य अपने दिमाग को जीत सकता है। उन्होंने प्रकट किया की हम किस प्रकार परमात्मा पर अपना ध्यान केंद्रित करके भगवान के साथ एक हो सकते हैं।",
    "meaning" : "ભગવદ ગીતાનો અધ્યાય ધ્યાન યોગ છે. આ પ્રકરણમાં કૃષ્ણ સમજાવે છે કે\\n\\nઆપણે ધ્યાન યોગનો અભ્યાસ કેવી રીતે કરી શકીએ. તેઓ ધ્યાનની તૈયારીમાં કર્મની ભૂમિકા \\n\\nઅથવા કેવી રીતે ભક્તિમાં કરવામાં આવેલું કાર્ય \\n\\nવ્યક્તિના મનને શુદ્ધ કરે છે અને વ્યક્તિની આધ્યાત્મિક ચેતનાના વિકાસમાં મદદ કરે છે તેની ચર્ચા કરે છે. તેઓ વિગતવાર વર્ણન કરે છે કે માણસે તેના મનને નિયંત્રિત કરવામાં જે અવરોધોનો સામનો કરવો પડે છે અથવા તે ચોક્કસ પદ્ધતિઓ કે જેના દ્વારા માણસ તેના મનને જીતી શકે છે. તેમણે જણાવ્યું કે કેવી રીતે આપણે પરમાત્મા પર ધ્યાન કેન્દ્રિત કરીને ભગવાન સાથે એક બની શકીએ.",
    "english" :  "The chapter of the Bhagavad Gita is \\\"Dhyana Yoga\\\".\\n\\n In this chapter, Krishna reveals the \\\"Yoga of Meditation\\\" and how to practise this\\n\\n Yoga. He discusses the role of action in preparing\\n\\n for Meditation, how performing duties in devotion purifies one's mind and heightens one's spiritual consciousness. He explains in detail the obstacles that one faces when trying to control their mind and the exact methods by which one can conquer their mind. He reveals how one can focus their mind on Paramatma and unite with the God."
  }
]